// File view
"Size" = "大小";
"Date" = "日期";
"Kind" = "种类";

"Choose..." = "选取…";

"Move to Trash…" = "移到废纸篓…";
"Move to Trash" = "移到废纸篓";
"Delete…" = "删除…";
"Delete" = "删除";
"New Folder" = "新建文件夹";
"New Bucket" = "新建存储桶";
"New File" = "新建文件";
"Refresh" = "刷新";
"Quick Look" = "快速查看";
"Open Externally" = "外部打开";
"Get Info" = "显示信息";
"Transfer Files" = "传输文件";
"Folder Linking" = "文件夹链接";
"Go To" = "前往";
"Terminal" = "终端";

"Switch to remote browser" = "切换到远程浏览器";
"Disconnect from server" = "断开与服务器的连接";
"Server Disconnected" = "服务器已断开连接";
"remote browser" = "远程浏览器";
"Local" = "本地";
"Remote" = "远程";
"View options" = "视图选项";
"Remote view options" = "远程视图选项";
"Local view options" = "本地视图选项";
"Show one file browser" = "显示一个文件浏览器";
"Show two file browsers" = "显示两个文件浏览器";

"Hide Item Count" = "隐藏项数";
"Show Item Count" = "显示项数";
"Item count" = "项数";

"Close Quick Look" = "关闭快速查看";
"Quick Look \"%@\"" = "快速查看“%@”";
"Quick Look %ld Items" = "快速查看 %ld 个项目";

"Hide Info" = "隐藏信息";
"Get Info" = "显示信息";

"Send Raw Command…" = "发送 Raw 命令…";
"Send SSH Command…" = "发送 SSH 命令…";

"Transfer \"%@\"" = "传输“%@”";
"Transfer Selected Items" = "传输所选项";
"Download \"%@\"" = "下载“%@”";
"Download Selection" = "下载所选内容";
"Upload \"%@\"" = "上传“%@”";
"Upload Selection" = "上传所选内容";
"Move \"%@\"" = "移动“%@”";
"Move Selection" = "移动所选内容";
//used with the above strings
"Without Rules" = "无规则";

"Compress \"%@\"" = "压缩“%@”";
"Compress" = "压缩";
"Compress %lu Items" = "压缩 %lu 个项目";

"Compress & Upload Selected Items" = "压缩并上传所选项";
"Compress & Upload \"%@\"" = "压缩并上传“%@”";

"Open With %@" = "使用 %@ 打开";
"Open With External Editor" = "使用外部编辑器打开";

"Could not change folder to \"%@\"." = "无法将文件夹更改为“%@”。";
"The folder could not be found." = "找不到文件夹。";
"Are you sure you want to edit %lu files?" = "您确定要编辑 %lu 个文件吗？";
"This action cannot be undone." = "此操作不能撤销。";

"Parameter type mismatch." = "参数类型不匹配。";
"File does not exist." = "文件不存在。";
"You must use a remote File Viewer for this action." = "您必须使用远程文件查看器来执行此操作。";
"Folder does not exist." = "文件夹不存在。";
"Could not complete operation." = "无法完成操作。";

"Transcript" = "抄本";
"Describe what's going on, what message you're getting, or what's not working." = "描述当前工作进展、您收到什么信息或发生什么故障。";

"Are you sure you want to delete \"%@\"?" = "您确定要删除“%@”吗？";
"Are you sure you want to delete the selected %i items?" = "您确定要删除所选的 %i 个项目吗？";
"The selected items will be deleted immediately." = "所选项目将立即被删除。";
"The selected items will be moved to the Trash." = "所选项目将被移到废纸篓。";
"The selected items will be deleted immediately." = "所选项目将立即被删除。";

// Get Info
"Tags:" = "标记：";
"Multiple Items" = "多个项目";
"Multiple Values" = "多个值";
"InfoWindowTitleFormat" = "%@ 信息";
"InfoWindowSizeFormat" = "%@（%@ 个字节）";
"InfoWindowNumItemsFormat" = "%d 个项目";
"CloseWindowActivityTitle" = "您确定要关闭此窗口吗？";
"CloseWindowActivityMessage" = "%@ 当前正在执行文件操作。如果关闭此窗口，文件操作可能无法完成。";
"Don't Close" = "不关闭";
"Close" = "关闭";
"Are you sure you want to apply the selected attributes to all the enclosed items?" = "您确定要将所选的属性应用到所有包含的项目吗？";
"Are you sure you want to apply the selected owner and group to all the enclosed items?" = "您确定要将所选的所有者和群组应用到所有包含的项目吗？";
"Are you sure you want to apply the selected permissions to all the enclosed items?" = "您确定要将所选的权限应用到所有包含的项目吗？";
"This action cannot be undone." = "此操作不能撤销。";
"Calculate remote folder size" = "计算远程文件夹大小";
"Calculate" = "计算";

"Connecting..." = "正在连接…";
"Choose" = "选取";
"MultiTransferMessage" = "这个服务器上有 %ld 个活跃的传输。您想断开传输连接还是保持活跃状态直至传输完成？";
"SingleTransferMessage" = "这个服务器上有 1 个活跃的传输。您想断开传输连接还是保持活跃状态直至传输完成？";
"Transfers are in progress." = "传输正在进行。";
"Keep Active" = "保持活跃状态";
"Disconnect All" = "全部断开";
"Cancel" = "取消";
"The file \"%@\" is now hidden." = "文件“%@”现已隐藏。";
"Since the new name begins with a period and %@ is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "由于新名称以句点开头，且 %@ 当前隐藏不可见文件，因此文件将不可见。\n\n您想显示不可见文件吗？（随后随时可以在“显示”菜单中更改此设置。）";
"Show Hidden Files" = "显示已隐藏的文件";
"Hide Hidden Files" = "隐藏已隐藏的文件";
"An item with the name \"%@\" already exists in this location." = "此位置已经存在一个名为“%@”的项目。";
"Please choose a different name." = "请选取一个不同的名称。";
"Are you sure you want to remove the extension \".%@\"?" = "您确定要移除扩展名“.%@”吗？";
"If you make this change, your document may open in a different application." = "如果进行这项更改，您的文稿可能会由另一个应用程序打开。";
"OK" = "好";
"Edit" = "编辑";
"disconnect" = "断开连接";
"New Bucket..." = "新建存储桶…";
"Places" = "位置";
"Open symbols and files quickly" = "快速打开符号和文件";
"Open Quickly" = "快速打开";
"Click to show Places; drop folders here to add them to your Places" = "点按以显示“位置”；将文件夹放置在此处可将它们添加到您的“位置”中";
"No Bucket" = "无存储桶";
"Inspector" = "检查器";
"Hide Errors" = "隐藏错误";
"Show Errors" = "显示错误";
"%@ can’t verify the identity of the server “%@”." = "“%@”无法验证服务器“%@”的身份。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "连接超时或服务器挂起。您要连接的服务器可能已配置为限制所允许的连接的数量。";
"Mounting %@..." = "正在装载 %@…";
"ServerMaximumRetryDelayFormat" = "%d 秒";
"ftp.domain.com" = "ftp.domain.com";
"NoProxyDescription" = "没有使用代理服务器。";
"ProxyType1Description" = "发送“USER user@real.hostname”。";
"ProxyType2Description" = "使用“USER fwuser”、“PASS fwpass”以及“USER user@real.hostname”登录防火墙。";
"ProxyType3Description" = "使用“SITE real.hostname”以及常规的 USER 和 PASS。";
"ProxyType4Description" = "使用“OPEN real.hostname”以及常规的 USER 和 PASS。";
"ProxyType5Description" = "发送“USER user@fwuser@real.hostname”和“PASS pass@fwpass”。";
"ProxyType6Description" = "发送“USER fwuser@real.hostname”和“PASS fwpass”，以及“USER user”和“PASS pass”。";
"ProxyType7Description" = "发送“USER user@real.hostname fwuser”和“PASS pass”，以及“ACCT fwpass”。";
"ProxyType8Description" = "发送“USER user@real.hostname:port”，以及“PASS pass”。";
"ProxyType9Description" = "发送“USER user@real.hostname port”，以及“PASS pass”。";
"ProxyType10Description" = "SOCKS 4 代理服务器正在使用中。";
"ProxyType11Description" = "SOCKS 4a 代理服务器正在使用中。";
"ProxyType12Description" = "SOCKS 5 代理服务器正在使用中。";
"ProxyType13Description" = "发送“USER user@fwuser@hostname”。";
"Default" = "默认";
"Open" = "打开";
"Choose Application" = "选取应用程序";
"Choose an application to open the selected documents." = "选取一个应用程序以打开选定的文稿。";
"Always open with" = "始终以此方式打开";
"(default)" = "（默认）";
"Other..." = "其他…";
"Could not edit %@." = "无法编辑 %@。";
"Could not launch %@." = "无法启动 %@。";
"The application may have been moved or deleted." = "应用程序可能已被移动或删除。";
"Could not launch ODB supported editor." = "无法启动 ODB 支持的编辑器。";
"This could be caused by using an old version of the editor that does not support this feature." = "这可能是由于使用不支持此功能的旧版本编辑器造成的。";
"NoAccessPromptMessage" = "由于 macOS 安全限制，%@ 无权访问“%@”。";
"NoAccessChooseMessage" = "您必须手动选取此文件夹才能访问它。";
"Archive.zip" = "归档.zip";
"FTP/SFTP" = "FTP/SFTP";
"WebDAV" = "WebDAV";
"S3" = "S3";
"The rule \"%@\" contains a syntax error." = "规则“%@”包含语法错误。";
"Please update the rule and try again: (%@)." = "请更新规则，然后再试一次。（%@）。";
"Default File" = "默认文件";
"Default Folder" = "默认文件夹";
"Not Connected" = "未连接";
"What would you like to do?" = "您想做什么？";

// PCUserNotificationCenter
"Download Complete" = "下载已完成";
"Upload Complete" = "上传已完成";
"%ld items:\n" = "%ld 个项目：\n";
"And %ld more…" = "还有 %ld 个…";

// preferences
"Transfers" = "传输";
"Cloud" = "云";
"Rules" = "规则";
"Advanced" = "高级";
"Add server" = "添加服务器";
"Add permissions" = "添加权限";
"Add rule" = "添加规则";
"Add custom upload header" = "添加自定上传标头";
"Custom Header" = "自定标头";
"Add extension" = "添加扩展";

// PCPlacesBar
"LOCAL" = "本地";

// Get Info
"Created" = "创建时间";
"Modified" = "修改时间";
"Read" = "读取";
"Write" = "写入";
"Execute" = "执行";
"User" = "用户";
"Group" = "群组";
"World" = "全局";
"Octal" = "八进制";
"Owner" = "所有者";
"Group" = "群组";
"Apply" = "应用";
"Apply to Enclosed" = "应用到包含的项目";
"Preview" = "预览";
"General" = "通用";
"Permissions" = "权限";
"%@ Options" = "%@ 选项";
"Not Applicable" = "不适用";
"Calculate Size" = "计算大小";
"Calculating size..." = "正在计算大小…";
"n/a" = "不适用";
"SizeFormat" = "%@（磁盘空间 %@）";
"InfoWindowNumItemsFormat" = "%d 个项目";
"(none selected)" = "（未选择）";
"No Selection" = "未选择";
"%@ Options" = "%@ 选项";
"Inspector" = "检查器";
"Multiple Items" = "多个项目";
"%@ Info" = "%@ 信息";
"%.0f × %.0f px" = "%.0f × %.0f px";
"Click to download and preview" = "点按以下载并预览";
"File size" = "文件大小";
"File path" = "文件路径";
"File name" = "文件名";
"File kind" = "文件种类";
"Dock window" = "Dock 窗口";
"Detach inspector" = "分离检查器";

"Indexing files..." = "正在索引文件…";

"untitled-container" = "未命名容器";
"Checking availability..." = "正在检查可用状态…";
"This name is already in use." = "此名称已在使用中。";
"This name cannot be used." = "无法使用此名称。";

// Activity
"Activity" = "活动";
"No Activities" = "无活动";

"Activity (Paused)" = "活动（已暂停）";
"Pause Pending Transfers" = "暂停待处理的传输";
"Resume Pending Transfers" = "继续待处理的传输";
"Pause / Resume" = "暂停/继续";
"Pause and resume remote file transfers" = "暂停和继续远程文件传输";

"Conflict Behavior" = "冲突行为";
"Override the default conflict behavior for this tab" = "覆盖此标签页的默认冲突行为";

"Actions" = "操作";

"Clear" = "清除";
"Remove completed transfers from the queue" = "从队列中移除已完成的传输";

"Downloading" = "正在下载";
"Uploading" = "正在上传";

"When a file exists…" = "存在文件时…";
"When a folder exists…" = "存在文件夹时…";

"Ask" = "询问";
"Skip" = "跳过";
"Resume" = "继续";
"Merge" = "合并";
"Overwrite" = "覆盖";
"Keep Both" = "保留两者";

"Continue After Error" = "遇到错误后继续";

"Remove" = "移除";

"Retry" = "重试";
"Retry Failed" = "重试失败";
"Retry all failed transfers" = "重试所有失败的传输";

"Show In Finder" = "在 Finder 中显示";
"Show in File Browser" = "在文件浏览器中显示";

// Passwords and Keys
"Save in Keychain" = "存储在钥匙串中";

// PasswordInputSheetController
"Enter password for server \"%@\" with user name \"%@\"." = "输入服务器“%@”上用户名“%@”的密码。";
"Enter username and password for server \"%@\"." = "输入服务器“%@”的用户名和密码。";
"Password:" = "密码：";

"Create a new Bucket" = "创建新存储桶";
"Bucket Name:" = "存储桶名称：";
"Type:" = "类型：";
"All Private" = "全部为专用";
"All Public" = "全部为公用";
"Create" = "创建";

"UnsupportedProtocolErrorMessage" = "您正尝试连接的服务器使用此版本的 %@ 不支持的协议。请查看我们的网站获取支持此协议的更新。";
"Could not connect to server \"%@\"." = "无法连接到服务器“%@”。";

// RawCommandSheetController
"In response to \"%@\", the server said:" = "作为对“%@”的响应，服务器返回以下信息：";

// PCBatchRenameSheetController
"Rename" = "重新命名";
"Rename %lu Items..." = "为 %lu 个项目重新命名…";
"Rename %lu Items" = "为 %lu 个项目重新命名";
"Please select fewer files." = "请选择较少的文件。";
"Batch renaming is limited to 10,000 files at a time." = "批量重新命名一次仅限 10,000 个文件。";

"You can’t paste at this location because you can’t paste an item into itself." = "您不能粘贴到此位置，因为项目不能粘贴到自身。";
"Copied" = "已拷贝";
"untitled folder" = "未命名文件夹";
"untitled file" = "未命名文件";
"New File Share..." = "新建文件共享…";
"New Container..." = "新建容器…";

// ResolveFileConflictSheetController
"This file is older." = "此文件较旧。";
"This file is newer." = "此文件较新。";
"This folder is older." = "此文件夹较旧。";
"This folder is newer." = "此文件夹较新。";

// Accessibility

"Remote file view" = "远程文件视图";
"Local file view" = "本地文件视图";
